List<String> listtext = [
  'مشرف مبيعات',
  'موظف مبيعات',
  'إدارة عناية بالعملاء',
  'موظف دعم',
  'مدير دعم',
  'إدارة عليا',
  'الإدارة المالية',
  'ادارة التحصيل',
  'إدارة العمليات'
];
final List<String> itemCategory = [
  'المبيعات',
  'الدعم الفني',
  'العناية بالعملاء',
  'التسويق الإلكتروني',
  'إدارة',
  'التحصيل',
];

final List<String> listSelectCategory = [
  'كل العملاء',
  'العملاء المشتركين ',
  'كل طلبات الموافقة ',
  'تقرير مبيعات المناطق والفروع',
  'التقرير الربعي للمناطق والموظفين',
  'تقرير مبيعات جميع الموظفين',
  'تقرير تارجت جميع الموظفين',
];

final List<dynamic> listHome = [
  [
    'كل العملاء',
    'العملاء المشتركين ',
    'كل طلبات الموافقة ',
    'تقرير مبيعات المناطق والفروع',
    'التقرير الربعي للمناطق والموظفين',
    'تقرير مبيعات جميع الموظفين',
    'تقرير تارجت جميع الموظفين',
  ],
  [
    'كل العملاءالمشتركين',
    'تقرير عملاء الإنتظار',
    'تقرير التركيب للعملاء',
    'عدد الخدمات المتقدمة للعملاء',
    'اخر الملاحظات والتعليقات',
  ],
  [
    'العناية بالعملاء',
    'تذاكر دعم فني مفتوحة',
    'عملاء بحاجة إلى خدمة',
    'عملاء بدون أرقام -أو أرقامهم خاطئة',
    'عملاء لايستخدمون النظام',
    'تقرير العناية بالعملاء',
    'آخر الملاحظات والتعليقات',
  ],
  [
    'عملاء التسويق الإلكتروني',
    'كل عملاء التسويق الإلكتروني',
    'تقرير التسويق الإلكتروني',
    'آخر الملاحظات والتعليقات',
  ],
  [
    'إدارة المستخدمين',
    'المجموعات والصلاحيات',
    'المنتجات',
    'الطلبات والمهام',
  ],
  [
    'جميع العملاء المشتركين',
    'عملاء متأخرين بالسداد',
    'عملاء رافضين السداد',
  ],
];

List<String> imageList = [
  'assets/images/bill.png',
  'assets/images/technical-support.png',
  'assets/images/social-care.png',
  'assets/images/digitalmarketing.png',
  'assets/images/administrator.png',
  'assets/images/administrator.png'
];